Repository: stef9github/ReactDjango-Hub
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Tableau de Bord Médical
de: Medizinisches Dashboard

source: Patients
de: Patienten

source: Interventions Chirurgicales
de: Chirurgische Eingriffe

source: Analyses
de: Analysen

source: Rapports
de: Berichte

source: Paramètres
de: Einstellungen

source: Appendicectomie
de: Blinddarmoperation

source: Cholécystectomie
de: Gallenblasenentfernung

source: Arthroplastie
de: Gelenkersatz

source: Craniotomie
de: Kraniotomie

source: Laparoscopie
de: Laparoskopie

source: Endoscopie
de: Endoskopie

source: Dossier Patient
de: Patientenakte

source: Antécédents Médicaux
de: Krankengeschichte

source: Allergies
de: Allergien

source: Médicaments
de: Medikamente

source: Diagnostic
de: Diagnose

source: Traitement
de: Behandlung

source: Suivi
de: Nachsorge

source: Politique de Confidentialité
de: Datenschutzrichtlinie

source: Protection des Données
de: Datenschutz

source: Gestion du Consentement
de: Einverständnisverwaltung

source: Droits de la Personne Concernée
de: Rechte der betroffenen Person

source: Droit à l'Oubli
de: Recht auf Vergessenwerden

source: Portabilité des Données
de: Datenübertragbarkeit

source: Enregistrer
de: Speichern

source: Annuler
de: Abbrechen

source: Supprimer
de: Löschen

source: Modifier
de: Bearbeiten

source: Ajouter Nouveau
de: Neu Hinzufügen

source: Rechercher
de: Suchen

source: Filtrer
de: Filtern

source: Exporter
de: Exportieren

source: Critique
de: Kritisch

source: Urgent
de: Dringend

source: Urgence
de: Notfall

source: Programmé
de: Geplant

source: En Cours
de: In Bearbeitung

source: Terminé
de: Abgeschlossen

source: Annulé
de: Abgebrochen
